<!-- this is just biography text -->
<span>
    سلام؛ من اشکان هستم، یک برنامه نویس و توسعه دهنده که 
    به علوم داده و هوش مصنوعی هم علاقه داره. من به عنوان یک
    برنامه نویس همیشه سعی می کنم دانش خودم رو با آخرین تکنولوژی 
    بروز نگه دارم و از آخرین استاندارد ها و اصول در انجام کار هام
    استفاده کنم. می تونم تکنولوژی های جدید رو سریع یاد بگیرم
    و خودم رو با اونها هماهنگ کنم. موقع انجام پروژه نیاز ها و
    درخواست های مشتری در اولویت من هستند. نسبت به مشتری و شغلم تعهد دارم 
    و انجام به موقع کار ها جزء اصولی ترین وظایفم است.
    دغدغه هر روز  من پیدا کردن مشکلات جامعه
    و تلاش برای رفع اونها به وسیله ساخت نرم افزاره.
    باور قلبی دارم که "زکات علم نشر آن است" 
    و دوست دارم باارائه دستاورد های علمی ام در قالب
    مقالات آموزشی به بقیه کمک کنم. همچنین در اوقات فراغت به نویسندگی می پردازم
</span>